app/controllers/articles_controller.rb

	def create
		@article = Article.new(article_params)

  		if (@article.save)
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Kha Banh"], ["text", "kddkkddd"], ["created_at", "2019-02-28 03:19:11.228133"], ["updated_at", "2019-02-28 03:19:11.228133"]]